commands = '''**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
❨ شيثون العرب  ❩
———————×———————
⚘اوامر الحساب  ↢ ( .م1 )
⚘اوامر التكرار و النشر التلقائي  ↢ ( .م2 )
⚘اوامر تجميع نقاط بوتات التمويل  ↢ ( .م3 )
⚘اوامر الاسم الوقتي والبايو الوقتي ↢ ( .م4 )
⚘اوامر الاذاعة للكروبات او الخاص   ↢ ( .م5 )
⚘اوامر التسلية  ↢ ( .م6 )
⚘اوامر الترجمة الى لغات متتعدة   ↢ ( .م7 )
⚘اوامر العاب انلاين بوت  ↢ ( .م8 )
⚘اوامر الالة الحاسبة ↢ ( .م9 )
⚘  الاوامر الاضافية في السورس  ↢ ( .م0 )
———————×———————
اوامر جديده :

شات جي بي تي تكتب .ذكاء +الكلمه الي تريد ترسلها له

شرح الأوامر : ( @special_anime9 ) .
قناه السورس : ( @special_anime9 ) .
جميع الاوامر تكون بدايتها نقطة .
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**'''
soursce = '''
♔ شيثون العرب الاساسي
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
父 𝙹𝙾𝙺𝙴𝚁 𝙸𝚂 𝚆𝙾𝚁𝙺𝙸𝙽𝙶 ✓  (@special_anime9)父
‎⿻┊‌‎‌‎𝙽𝙰𝙼𝙴 𖠄 عمك ٫
‌‎⿻┊‌‎‌‎𝙿𝚈𝚃𝙷𝙾𝙽 𖠄 1.10.5 ٫
‌‎⿻┊‌‎‌‎𝙹𝙾𝙺𝙴𝚁 𖠄 1.25.2 ٫
‌‎⿻┊‌‎‌‎𝚄𝙿𝚃𝙸𝙼𝙴 𖠄 17h:1m:1s ٫
‌‎⿻┊‌‎‌‎‌‎𝙿𝙸𝙽𝙶 𖠄 136.506 ٫
‌‎⿻┊‌‎‌‎‌‎𝚂𝙴𝚃𝚄𝙿 𝙳𝙰𝚃𝙴 𖠄 2023-07-10 ٫
𖠄 J𝗼𝗸𝗲𝗿 𝘂𝘀𝗲𝗿𝗯𝗼𝘁 𖠄
╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌╌
'''

progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]

sec1 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر الحساب
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- .فحص : لأجراء فحص لعمل السورس

2- .اعادة تشغيل : لأجراء اعادة تشغيل للسورس

3- .ايدي : لعرض ايدي الحساب الخاص بك

4- .البنك : لأجراء قياس لـ PING

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec2 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - التكرار  والنشر 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- لتفعيل النشر التلقائي اتبع الامر التالي 

.مؤقت + عدد الثواني + عدد التكرار + الكليشة

2- لتفعيل امر التكرار اتبع الامر التالي

.تكرار + عدد التكرار + الكليشة
لأيقاف التكرار ارسل `.ايقاف التكرار` ولأيقاف النشر التلقائي ارسل `.ايقاف النشر التلقائي` ه
ملاحظة : لايقاف التكرار او النشر التلقائي ارسل الامر - .اعادة تشغيل -

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec3 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر التجميع 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- تجميع نقاط بوت المليار » .تجميع المليار 

2- تجميع نقاط بوت الجوكر » .تجميع الجوكر

3- تجميع نقاط بوت العقاب » .تجميع العقاب

4- تجميع نقاط بوت العرب » .تجميع العرب
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec4 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر الوقتي 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1-لتفعيل ميزة الاسم الوقتي قم بأرسال : .اسم وقتي 

2- لتفعيل ميزة البايو الوقتي قم بأرسال : .بايو وقتي 

ملاحظة لإيقاف الاسم الوقتي او البايو الوقتي ارسل الامر - .اعادة تشغيل -

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec5 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر الاذاعة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

1- لاجراء اذاعة في الخاص » .اذاعة للخاص 

2- لاجراء اذاعة في الكروبات » .اذاعة للكروبات 

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec6 = """waiting """

sec7 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر الترجمة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

هذه اوامر الترجمة المتوفرة في السورس :

.ترجمة الى العربية

.ترجمة الى الانجليزية

.ترجمة الى الاسبانية

.ترجمة الى الفرنسية

.ترجمة الى الروسية

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec8 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر العاب انلاين 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لتشغيل لعبة ⭕❌ ارسل الامر : .اكس او

لتشغيل لعبة ✌️🖐️✊ ارسل : .حجرة ورقة مقص

لتحويل نص الى ملصق : .ملصق (بالرد على النص)
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec9 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - الالة الحاسبة 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

لايجاد ناتج معادلة رياضية اتبع الاوامر الاتية : 

1- للجمع : .احسب (الرقم الاول) + (الرقم الثاني)

2- للطرح : .احسب (الرقم الاول) - (الرقم الثاني)

3- للضرب : .احسب (الرقم الاول) * (الرقم الثاني)

4- للقسمة : .احسب (الرقم الاول) ÷ (الرقم الثاني)


مثال : .احسب 7 + 5  

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""

sec0 = """**⌘ 𝕊𝕆𝕌ℝℂ𝔼 𝕔𝕙𝕚𝕥𝕙𝕠𝕟 - اوامر اضافية 
▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬

.صورته : لارسال صور حسابه

.ذاتية : لحفظ الصورة او الفيديو ذاتي التدمير في الرسائل المحفوظه

.ادمن : لعرض معرف القنوات او المجموعات التي يكون فيها الحساب مشرف

.اشتراكاتي : لعرض احصائيات الحساب من قنوات ومجموعات وهكذا

.فك المحضورين : لالغاء حظر جميع الاشخاص الذين قمت بحظرهم

.التاريخ : لعرض التاريخ الميلادي والهجري

▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬**"""
